{
  "version": "1.0",
  "generated": "2025-07-21T19:36:28.283Z",
  "totalExamples": 10,
  "categories": [
    "Working Capital",
    "Purchase Order Financing"
  ],
  "examples": [
    {
      "user": "What is the minimum amount for Working Capital?",
      "bot": "For Working Capital, our lenders offer funding starting from $0. The range varies by lender, with some offering up to $800,000. Would you like to see specific options?",
      "metadata": {
        "category": "Working Capital",
        "country": "ALL",
        "context": "amount_inquiry"
      }
    },
    {
      "user": "Do you have Working Capital options in Canada?",
      "bot": "Yes! We have 2 Working Capital options available in Canada. Should I show you the details?",
      "metadata": {
        "category": "Working Capital",
        "country": "CA",
        "context": "geography_inquiry"
      }
    },
    {
      "user": "Do you have Working Capital options in United States?",
      "bot": "Yes! We have 1 Working Capital option available in United States. Should I show you the details?",
      "metadata": {
        "category": "Working Capital",
        "country": "US",
        "context": "geography_inquiry"
      }
    },
    {
      "user": "What documents do I need for Working Capital?",
      "bot": "For Working Capital, you'll typically need: bank_statements, financial_statements, business_license, and 1 more documents. The exact requirements depend on your specific situation and chosen lender. I can help you prepare these during your application.",
      "metadata": {
        "category": "Working Capital",
        "country": "ALL",
        "context": "document_inquiry"
      }
    },
    {
      "user": "Do I qualify for Working Capital?",
      "bot": "Working Capital eligibility depends on factors like your business revenue, time in business, and credit score. Generally, you'll need at least 6 months in business and $10,000+ monthly revenue. Would you like to start an application to see your specific options?",
      "metadata": {
        "category": "Working Capital",
        "country": "ALL",
        "context": "qualification_inquiry"
      }
    },
    {
      "user": "What is the minimum amount for Purchase Order Financing?",
      "bot": "For Purchase Order Financing, our lenders offer funding starting from $0. The range varies by lender, with some offering up to $29,999,000. Would you like to see specific options?",
      "metadata": {
        "category": "Purchase Order Financing",
        "country": "ALL",
        "context": "amount_inquiry"
      }
    },
    {
      "user": "Do you have Purchase Order Financing options in Canada?",
      "bot": "Yes! We have 1 Purchase Order Financing option available in Canada. Should I show you the details?",
      "metadata": {
        "category": "Purchase Order Financing",
        "country": "CA",
        "context": "geography_inquiry"
      }
    },
    {
      "user": "Do you have Purchase Order Financing options in United States?",
      "bot": "Yes! We have 2 Purchase Order Financing options available in United States. Should I show you the details?",
      "metadata": {
        "category": "Purchase Order Financing",
        "country": "US",
        "context": "geography_inquiry"
      }
    },
    {
      "user": "What documents do I need for Purchase Order Financing?",
      "bot": "For Purchase Order Financing, you'll typically need: bank_statements, supplier_agreement, sample_invoices, and 10 more documents. The exact requirements depend on your specific situation and chosen lender. I can help you prepare these during your application.",
      "metadata": {
        "category": "Purchase Order Financing",
        "country": "ALL",
        "context": "document_inquiry"
      }
    },
    {
      "user": "Do I qualify for Purchase Order Financing?",
      "bot": "Purchase Order Financing eligibility depends on factors like your business revenue, time in business, and credit score. Generally, you'll need at least 6 months in business and $10,000+ monthly revenue. Would you like to start an application to see your specific options?",
      "metadata": {
        "category": "Purchase Order Financing",
        "country": "ALL",
        "context": "qualification_inquiry"
      }
    }
  ]
}